Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Seavantage  Service Deck.tmx
Source language: ko
Languages: en

source: 서비스 소개
en: Introduction to our Services

source: 고객사에 SVMP를
en: A service that provides SVMP

source: 특정 항구 트래픽(Traffic) 상황 확인
en: Check the traffic conditions of a specific port

source: 고객 데이터와의 연동
en: Integrated with customer data

source: 예측 정보를
en: More accurate

source: 고객이 원하면
en: If it is a customer need,

source: 화물 이동 경로 지도상에서 조회
en: Inquiry of the cargo route map

source: 지속적인 업그레이드 및 유지보수
en: Continuous upgrade and maintenance

source: 적용 기능
en: Applied functions

source: 해당 선박의 최신 위치, 기본 정보, AIS데이터, 이동 궤적, 과거 항차 등을 조회할 수 있습니다.
en: You can search the latest location of the vessel, basic information, AIS data, movement trajectory, and past navigation.

source: 작업 시뮬레이션
en: task simulation

source: 소개합니다
en: introduction

source: 고객은 SV Bulk&Tanker를 통해 배선 및 선박 운항 스케줄 등을 효율적으로 관리하며 체선료 등의 비용 절감 효과를 누릴 수 있습니다.
en: With SV Bulk & Tanker, customers can effectively manage allocation of vessels, shipping schedules, and more, while reducing costs such as delinquency charges.

source: 대시보드 기능은 각 서비스에 해당하는 고객의 업무 효율과 제고에 필요한 정보를 통계로 제공하는 서비스 입니다.
en: The dashboard feature is a service for the customer that provides statistics of the information needed for improving the business efficiency for each service.

source: 또한 해외 고객에도 영문 버전으로 서비스 가능합니다.
en: The service is also available in English to overseas customers.

source: 특허저작권
en: Patent copyright

source: 항로 네트워크 구축
en: Construction of route networks

source: 핵심 기술
en: Core technology

source: AIS 기반
en: AIS based

source: 고객
en: Customer

source: • 벤처기업인증 (한국벤처캐피탈협회)
en: • Venture business certification (Korea Venture Capital Association)

source: 특정 항구 상황 조회
en: Inquiry about a specific port’s situation

source: 씨벤티지(SeaVantage)는 빅데이터 & AI 기반으로 혁신적인 솔루션을 개발/공급하는 해양 데이터 전문 기업입니다.
en: SeaVantage is a marine data company that gathers and supplies innovative solutions based on big data and AI.

source: 해양/물류 관련 데이터 판매 및 중개, 정보 제공 및 데이터 분석, 데이터 리포팅
en: Marine/logistics related data sales and brokerage, providing information and data analysis, data reporting

source: 최신 화물 위치 추적
en: Latest cargo location tracking

source: 다양한 해양 빅데이터를 분석하여 더욱 정확한 도착시간 예측
en: A more accurate prediction of arrival times by analyzing myriad big ocean data

source: 서비스 기능
en: Services offered

source: 씨벤티지가 SVMP 기반 맞춤 솔루션을 통해 여러분의 불편함을 해소해 드리겠습니다.
en: SeaVantage will help you remedy these matters through SVMP-based customized solutions.

source: 대기 및 입항 예정 선박 리스트 조회
en: Inquiry of the list of standby and scheduled vessels

source: SVMP 를 더욱 효율적으로
en: by utilizing its

source: 변경 사항 알림 자동화
en: and notification of changes

source: 입항 예정 선박 트래킹 및 PTA 조회
en: Vessel tracking and PTA inquiry for entry

source: 전체 선박
en: All ships

source: • 투자 유치 (린드먼아시아인베스트먼트)
en: • Attracting investment (Lindeman Asia Investment)

source: <다크, 그레이, 컬러, 위성>
en: <dark, gray, color, satellite>

source: 씨벤티지는 항상 여러분의 목소리를 기다리고 있습니다.
en: SeaVantage is always waiting to hear your voice.

source: 조회 희망하는
en: Register the list of ports and vessels

source: 선장, 선사 담당자 등의 경험에 기반한 단순 계산 결과인 ETA와는 달리 씨벤티지의 PTA는 자사 빅데이터 분석 결과물인 MTN (Maritime Traffic Network, 항로 네트워크)과 알고리즘을 바탕으로 여러 변수를 계산하여 예측한 수치입니다.
en: Unlike ETA, which is a simple calculation result based on the findings of captains and shipping agents, SeaVantage's PTA uses a number of variables that are calculated and its forecasts are based on its big data analysis results,MTN (Maritime Traffic Network), and algorithms.

source: 분석 대시보드
en: Analytics dashboard

source: 단순 계산 + 본인 경험 기반
en: Simple calculation + based on your own experience

source: • SK해운과 전략적 업무 협약 체결
en: • Signed a strategic business agreement with SK Shipping

source: Routing / 라우팅 /
en: Routing / Routing /

source: 높은 신뢰도
en: High reliability

source: 또한 SV Bulk&Tanker 고객에게 동종 선박의 실시간 항로와 특정 항구의 Traffic 사항을 고려한 다양한 분석 기능을 제공합니다.
en: It also provides SV Bulk & Tanker customers with a variety of analysis functions that take into account real-time shipping routes and traffic conditions of certain ports.

source: 씨벤티지는 과거 10년 치 위성 데이터 AIS를 분석하여 항로 네트워크인 MTN(Maritime Traffic Network)을
en: SeaVantage has analyzed satellite data AIS for the past decade and has built the world’s first MTN

source: PTA 기반, 입항 예정 선박 도착+작업 스케줄 시뮬레이션
en: PTA-based, port scheduled vessel arrival + task schedule simulation

source: 씨벤티지는 대상 고객별로 3가지 서비스를 제공하고 있습니다.
en: SeaVantage provides three services for each target customer.

source: 접속하여 이용하는 서비스
en: use by accessing the SVMP Website

source: • SVMP Bespoke & Web 서비스 론칭
en: • SVMP Bespoke & Web service is launched

source: 주요 특징
en: Main features

source: 선박의 모든 정보를
en: Make inquiries for all information

source: 도착 예정시간 계산
en: Estimated arrival time calculation

source: 항구 정보 조회
en: Port information inquiry

source: 예약 선박 추적 및 도착 시간 예상
en: Track vessels that are booked and their estimated arrival time

source: 터미널 입항 예정 선박을 트래킹하고 PTA를 확인하여, 선석 운영 및 항구 작업 일정을 효율적으로 관리할 수 있는 서비스
en: A service that can track vessels scheduled to enter the terminal and check PTA’s, efficiently manage ship operations and port work schedules.

source: 기항 가능한 항구 정보를
en: available for each vessel type and size

source: 01 기업 개요 02 기업 연혁
en: 01 Company Overview 02 Company History

source: 설립연도
en: Year established

source: 터미널 이용자는 선석 및 작업을 온라인으로 예약 신청하고, 관리자는 이를 승인 및 관리합니다.
en: Terminal users apply for shipping and task reservations online, and the administrator approves and manages them.

source: 고객사, 경쟁사 선박 트래킹, 도착 시간 예측
en: Customers, competitors vessel tracking, estimated time of arrival

source: Port of Loading (선적항)
en: Port of Loading

source: 연동성 및 확장성에 큰 기대 ”
en: and scalability of existing systems”

source: 있을 것으로 기대 ”
en: a different type of system for shippers”

source: 기본 기능
en: Basic functions

source: 연간 구독
en: Annual subscription

source: 원하는 통계를 한 눈에 확인하여
en: By checking the statistics you want at a glance

source: • 강남구 스타트업 IR 활성화지원사업 선정
en: • Startup IR activation support project in Gangnam is selected

source: 선종, 사이즈, 계절별 등 세분화
en: Subdivision by vessel type, size, season, etc.

source: 대상 선박 범위
en: Target vessel range

source: 경쟁사 선박 운항 패턴 파악
en: Identify competitors' vessel operation patterns

source: 고객의 기존 시스템과 연동하여, 화물의 위치를 추적하고, 도착 예측 정보를 조회할 수 있는 서비스 입니다.
en: It is a service that can track the location of cargo and inquire about estimated arrival information in conjunction with the customer’s existing system.

source: - 선박의 효율 운항을 위한 항로 안내 방법, 10-2031151
en: -Route guidance method for efficient navigation of vessels, 10-2031151

source: 여러분이 필요한 것, 또는 업무상에 불편을 느끼는
en: Please let us know what your needs are, or

source: 서비스 제공
en: Services we provide

source: SeaVantage를
en: SeaVantage

source: • 코리아스타트업센터 (KSC) 최종 선정 (창업진흥원)
en: • Korea Startup Center (KSC) final selection (Startup Promotion Agency)

source: 지속적인 업그레이드
en: Continuous upgrade

source: 고객님의 불편함을 해결할 새로운 서비스 개발에 항상 열려 있습니다.
en: We are always open to the development of new services that will address customers needs.

source: 터미널 운영 효율화
en: Terminal operations efficiency

source: 예약 관리,
en: Reservation management,

source: 4가지 지도 테마를 지원합니다.
en: Offers 4 map themes.

source: SV Bulk&Tanker는 서비스 준비중입니다.
en: SV Bulk & Tanker is preparing for service.

source: 터미널 관리자가 선석 및 화물 작업 스케줄을 효율적으로 관리할 수 있는 서비스입니다.
en: A service that enables terminal administrators to efficiently manage their vessel and cargo schedules.

source: 예로, SV Terminal 고객은 특정 기간 동안 작업한 화물 종류, 평균 선박 대기 시간, 총 체선료 등 원하는 정보를 대시보드로 볼 수 있습니다.
en: For example, SV Terminal customers can view desired information, such as the type of cargo handled over a specific period of time, the average vessel waiting time, and total shipping costs.

source: 과거 10년 이상 전세계 선박 움직임 데이터 보유
en: Holds worldwide vessel movement data for past decade or longer

source: 항구 분석 및 기상 알고리즘 을 기반으로 선박 움직임 예측에 정확도를 높이고 있습니다.
en: Based on analysis of ports and weather algorithms, we are increasing accuracy for predicting vessel movement.

source: 2018 상반기
en: 1st half of 2018

source: 고객사 선박 운항 패턴 파악
en: Identity customer vessel operation patterns

source: 고객이 SVMP Web에
en: A service customers

source: 낮은 신뢰도
en: Low reliability

source: 선박을 손쉽게 추적할 수 있습니다.
en: vessel to the fleet.

source: 조회해 보세요.
en: about the vessel.

source: 정보 제공자에 대한 높은 의존도
en: Highly dependent on information providers

source: 구현
en: Materialization

source: 항구 빅데이터 분석
en: Big data analysis of ports

source: Port Of Discharge (하역항)
en: Port of Discharge

source: 서비스 개요
en: Service overview

source: 본사
en: Headquarters

source: 선단(My Fleet) 기능은 사용자의 관심 선박을 그룹화 하여 관리하는 기능 입니다.
en: Vessel fleet (My Fleet) is a function used to group and manage vessels necessary to the user.

source: 서울시 봉은사로 115, 노벨테크빌딩 9층
en: City of Seoul, Bongeunsa Road 115, Nobel Tech Building, 9th Floor

source: 플랫폼 형태로 제공하는 서비스
en: to customers as its platform

source: 씨벤티지(이하 SV)는 AIS・ 항구・기상 정보등과 같은 해양 빅데이터를 분석, 가공하여 항로 네트워크를 구축하였고, 이에 기반한 자사 핵심 서비스인 PTA를 구현하였습니다.
en: SeaVantage (hereinafter referred to as SV) established a route network by analyzing and processing marine big data such as AIS, port and weather information, and implementedPTAwhich is a core service of the company.

source: 모든 서비스는 SVMP(씨벤티지 해양 데이터 플랫폼)에 기반하여, 트래킹・라우팅의 공통 기능이 제공되며, 각 서비스 고객 니즈에 따라 추가 서비스가 제공됩니다.
en: All services are based on SVMP (SeaVantage Marine Data Platform), and basic tracking, routing, and additional services are provided according to the needs of each service customer.

source: 손쉽게 관리해 보세요.
en: and easily manage them.

source: 예약 요청
en: Reservation request

source: 여러 화물을 B/L에 기반하여 통합 시스템으로 조회 및 관리
en: Search and manage multiple cargoes based on B/L with an integrated cargo location tracking system

source: 세계 최초로 구축 했습니다.
en: (Maritime Traffic Network) route network.

source: 특정 항구 트래픽 상황 확인
en: Inquire about traffic situations of specific ports

source: (*과거/현위치/환적/도착 정보)
en: (*Past/current location/Transshipment/arrival information)

source: 데이터 기반 확률적인 접근
en: Data-driven probability approach

source: 포워더(SV고객)
en: Forwarder (SV customer)

source: 유용한 기능
en: Useful features

source: SVMP (씨벤티지 해양 데이터 플랫폼)은 타 솔루션과 달리, 기존 ETA가 아닌 PTA에 기반하여 선박의 움직임을 예측합니다.
en: Unlike other solutions, SVMP (SeaVantage Marine Data Platform) forecasts the vessel's movement based on PTA rather than traditional ETA.

source: 항구 영역을 세밀하게 설정하여, 배가 항구에 머문 시간과 항구 근처 움직임 등의 정보를 분석하고 태풍과 같은 시즌별 기상 요소를 고려함으로써 단순히 과거 데이터에 의한 예측 값이 아닌 현재 실시간 해상 상황을 반영한 결과를 보여줍니다.
en: By setting up the port area in detail, we analyze information such as the time the vessel docked at port and its movement near the port. Factors about seasonal weather conditions such as typhoons are taken into account and we obtain results that reflect the current real-time sea conditions, not just simple predicted values from past data.

source: 더 정확하게!
en: information for predicting!

source: 수집 위성
en: Collection satellite

source: 항로 예측 & 추천
en: Route prediction & recommendation

source: Bulk 및 Tanker의 화주, 브로커에 적합한 서비스입니다.
en: This service is suitable shippers and brokers of Bulk & Tanker.

source: 효율성을 증대시킬 수
en: efficiency by being

source: 선정(서울특별시)
en: Selected (Seoul Metropolitan City)

source: 선종, 선박 사이즈 별
en: Check the port information

source: 선박 추적
en: Vessel tracking

source: 예약 신청 및 스케줄 관리 및
en: Automate reservations, schedule management

source: Dashboard / 대시보드 /
en: Dashboard / Dashboard /

source: 씨벤티지는 전 세계 선박 약 92,000척을 실시간으로 모니터링하여, 국내뿐 아니라 국가간 이동하는 선박의 위치 정보를 조회하실 수 있습니다.
en: SeaVantage monitors about 92,000 vessels worldwide in real-time and allows you to check the location of vessels moving between other countries as well as Korea.

source: 구분
en: Classification

source: 특정 항구 입항 예정 선박 트래킹
en: Tracking of vessels scheduled to enter a specific port

source: SeaVantage가
en: The road SeaVantage

source: 원하는 데이터와 기능을
en: A service that optionally invokes

source: 서비스
en: Service

source: 항구 분석
en: Port analysis

source: 데이터 + 알고리즘 기반
en: Based on data + algorithms

source: 화물 항로 계획 정보 조회
en: Information inquiry for cargo route planning

source: 사용하세요!
en: many features!

source: 고객 영역별 꼭 필요한 서비스로 구성
en: Consists of essential services for each customer area

source: 예약 상태 변경 알림 서비스
en: Notification service for reservation status changes

source: POL-POD 간 항로 계획 제공
en: Provide route planning between POL-POD

source: 특정 항구 조회
en: Specific port inquiry

source: 항구, 선박 리스트 등록
en: you wish to inquire about

source: 또한 동종 경쟁 선박의 분석을 통하여 실시간 산업동향과 특정 물동량 분석도 가능합니다.
en: It is also possible to analyze real-time industrial trends and the specific volume of goods for competing vessels of the same class.

source: B/L 데이터
en: B/L data

source: 선박 혹은 해상 교통 관제시 선박을 식별하고 그 위치를 파악하기 위해, 근접한 배, 기지국, 위성 등과 전자 통신으로 데이터를 교환하는 자동 추적 시스템
en: An automatic tracking system in which data is exchanged via electronic communication with adjacent vessels, base stations, satellites, etc. to identify and locate vessels during ship or maritime traffic control.

source: 특정 해역을 피하거나
en: to avoid certain waters or

source: MTN(선종별 항로 네트워크)에 기반하여, 거리, 속도, 날씨, 체류시간 등의 변수를 반영하여 예상항로와 각 항구의 PTA(씨벤티지가 예측한 도착시간)을 보여줍니다.
en: Based on MTN (route network by vessel type), it shows the expected route and the PTA (arrival time predicted by SeaVantage) of each port by reflecting variables such as distance, speed, weather and transit time.

source: 조회할 수 있는 서비스
en: and view estimated arrival information

source: GPS 위성
en: GPS satellite

source: 고객은 B/L 정보와 같은 데이터를 SVMP와 결합하여 원하는 새로운 정보를 제공 받습니다.
en: Customers are provided with the new information they want by combining data such as B/L information with SVMP.

source: 스케줄 시뮬레이션 및 관리
en: in conjunction with PTA’s

source: 경로를 최소화하여
en: to minimize the routes

source: SV 만의 솔루션
en: SV's unique solutions

source: Bulk, Tanker 선박의 움직임과 주요 입출항 항구 상황을 분석하여 고객이 필요한 정보를 제공하는 서비스 입니다.
en: It is a service that provides the necessary information to customers by analyzing the movement of bulk and tanker vessels and the conditions of major ports of entry and departure.

source: 중간 기항지를 고려한 최종 목적지까지 정확한 도착시간 예측
en: Estimating an accurate arrival time to the final destination considering the intermediate port of call

source: SV 기술의 집약
en: SV technology focus

source: 지구국
en: Earth station

source: 씨벤티지 해양 데이터 플랫폼) 는 Maritime Big Data 분석 기술을 이용하여 선박 움직임을 정확히 예측하고, 화물의 위치를 추적할 수 있는 플랫폼입니다.
en: SeaVantage Maritime Data Platform) is a platform that accurately predicts vessel movements and tracks cargo locations using Maritime Big Data analysis technology.

source: 항구 정보 확인
en: Port information confirmation

source: 그룹 기능의 일종인 Tag(태그)를 선박에 등록하여 효율적으로 선단을 조회, 관리할 수 있습니다.
en: Tag, a type of grouping feature, can be registered on a vessel to efficiently check and manage the fleet.

source: 특정 선박 조회
en: Search specific vessels

source: 해상 레이어를 설정해
en: such as EAC, JWC, HRA, TSS

source: 씨벤티지가 해결해 드립니다.
en: SeaVantage will solve it.

source: 선단(Fleet) 관리
en: Fleet vessel management

source: 도착 시간 예상
en: estimated arrival time

source: GIS기반 데이터 시각화
en: GIS-based data visualization

source: 부분을 알려주세요.
en: what you are not sure about regarding your business needs.

source: 지도 테마 변경
en: Change the map theme

source: PTA와 연동하여 다수 선석
en: Adjust and manage multiple vessel schedules

source: 씨벤티지 상품에 관심은 가지만, 저희 회사와 딱 맞는 서비스는 없는 것 같아요..
en: I'm interested in SeaVantage products, but I don't think its a service that fits our company..

source: 선종 별, 사이즈 별
en: By vessel type and size

source: SV 기술 구현
en: Implementing SV technology

source: API 호출 무제한
en: Unlimited API calls

source: 10~499척
en: 10-499 vessels

source: 특히, 컨테이너, 벌크 등 12개 선종과 각 선종의 사이즈 별 이동 궤적을 분석하여 PTA(*씨벤티지가 예측한 도착 시간)의 예측 정확성을 높였습니다.
en: Specifically, the accuracy of predictions of PTA (*arrival time predicted by SeaVantage) was improved by analyzing the movement trajectory of 12 vessels,including containers, bulk, and the size of each vessel.

source: • 민간투자주도형 기술창업과제 TIPS 선정
en: • Private investment-led technology start-up task TIPS selection

source: 항구 혼잡도 분석
en: Port congestion analysis

source: 연간 구독 / 정액제
en: Annual subscription / flat rate

source: 선석 및 작업 온라인 예약
en: Online booking of vessels and tasks

source: - 데이터 서비스 :
en: -Data services:

source: 2019 상반기
en: First half of 2019

source: • 씨벤티지 (주) 설립
en: • Established SeaVantage Co., Ltd.

source: 다양한 웹 환경 지원
en: Support for various web environments

source: 2018 하반기
en: 2nd half of 2018

source: 2020 하반기
en: 2nd half of 2020

source: 화주 (포워더 고객)
en: Shipper (forwarding customer)

source: 주요 입출항 항구 상황을 분석하여
en: bulk and tanker vessels and existing conditions

source: 다른 나라 선박은 볼 수 없나요?
en: Can I see vessels from other countries?

source: 씨벤티지의 SVMP에서 고객 데이터와 결합하여 맞춤형 서비스를 제공하며, 고객의 의사결정에 도움이 되는 정보를 제시합니다.
en: SeaVantage's SVMPworks together with customer data to provide customized services and provide information to help customers make decisions.

source: 씨벤티지 해양 데이터 플랫폼
en: SeaVantage Marine Data Platform

source: • 특허등록
en: • Patent registration

source: SVMP는 고객의 요구사항에 특화된 맞춤형 해양 빅데이터 플랫폼을 제공할 수 있는 유연성을 가지고 있습니다.
en: SVMP has the flexibility to provide a customized marine big data platform that is specific to your needs.

source: 주요사업
en: Main business solutions

source: “ 정확한 도착시간 예측은
en: “Accurate arrival time forecasts

source: 예측 ETA 정보로 선석 스케쥴 시뮬레이션
en: Vessel schedule simulation with estimated ETA information

source: “ 차별화된 대 화주용 시스템으로서
en: “We expect to increase

source: 특정 지역 선종별 운항 분석 정보
en: Analysis of operations information by ship type in a specific region

source: 핵심 기술 2.
en: Core technology 2.

source: 고객사, 경쟁사 선박 트래킹
en: Vessel tracking for customers and competitors

source: 씨벤티지는 전 세계 선박의 과거 10년치 AIS 데이터를 분석하여 자사 항로 네트워크인 MTN을 구축하였습니다.
en: SeaVantage has established MTN, its own route network, by analyzing AIS data for the past decade of shipping vessels around the world.

source: 항구 기본 정보를 확인하세요.
en: basic information about the port.

source: • 특허출원
en: • Patent application

source: 사용하세요.
en: to what you want.

source: 온라인 선석 예약/확정
en: Online vessel reservation/confirmation

source: 선택적으로 호출하는 서비스
en: the desired data and functions it provides

source: 화물 정보
en: Cargo information

source: Routing /라우팅/은 ‘ 항로계획 ’이란 뜻으로, 선박 선종 및 크기를 기준으로 항구에서 항구 간 선박의 운항 항로를
en: Routing /Routing/ means ‘route plan', and is a function that plans the shipping route from port to port based on the type

source: *원료 수입 화주 P사와 진행중
en: *In progress with raw material import shipper P

source: 화물 추적,
en: Cargo tracking,

source: Routing /라우팅/은 선박 선종 및 크기를 기준으로 항구에서 항구 간 선박의 운항 항로를 계획하고 도착 시간을 예측 하는 기능입니다.
en: Routing / Routing / is a function used to plan shipping routes from port to port and estimate arrival times based on vessel type and size.

source: (중소벤처기업부)
en: (Small and Medium Venture Business Department)

source: 고객 사례
en: Customer cases

source: 또한 이 AIS 데이터를 실시간으로 받아 MTN을 지속적으로 업데이트 하고 있습니다.
en: Additionally, we receive this AIS data in real time and continuously update MTN.

source: - 데이터 시각화 분석 :
en: -Data visualization analysis:

source: 제공 방식
en: Delivery method

source: 고객의 기존 시스템과 연동하여, 화물의 위치를 추적하고, 도착 예측 정보를
en: A service that works with the customer’s existing system to track the location of cargo

source: 터미널 분석 대시보드
en: Terminal Analysis Dashboard

source: 컨테이너 화주 또는 포워더에 적합한 서비스 입니다.
en: This service is suitable for container shippers or forwarders.

source: 특정 지역 운항 정보 분석
en: Analysis of specific regional shipping operations

source: 제공 형태
en: Type of provision

source: 독립된 자체 시스템 구축
en: Construct an independent system

source: • 글로벌 AI 기술 기반 양재 R&D 혁신허브사업
en: • Yangjae R&D innovation site for project based on global AI technology

source: 회사명
en: Company Name

source: 원하는 선박을 선단에 추가하여
en: Vessels can be easily tracked so users can add a desired

source: 어떤 데이터를 기반으로 서비스 하나요?
en: What kind of data is the service based on?

source: • 현대 글로비스 (포워더) 계약
en: • Hyundai Glovis (forwarder) contract

source: 원하는 스타일로 설정하여
en: Please set to the style

source: 고객님의 니즈를 저희에게 알려주세요.
en: Please let us know your needs.

source: 맞춤형 분석 및 통계 서비스
en: Customized analysis and statistics service

source: 대기 선박, 작업시간 등
en: Standby vessels, working hours, etc.

source: Transshipment (환적)
en: Transshipment

source: 예측해 보세요.
en: of your vessel.

source: 제한된 정보(or 네트워크)를 통한 업데이트
en: Update using limited information (or network)

source: 씨벤티지 주식회사
en: SeaVantage Co., Ltd.

source: 예약 정보,
en: Reservation information,

source: 선박명, IMO no., 콜사인 등으로 선박을 검색하고 추적할 수 있습니다.
en: You can search and track vessels by vessel name, IMO no., call sign, etc.

source: 대표이사
en: CEO

source: 터미널 운영 현황 대시보드 제공
en: Provide operation status of terminal on dashboard

source: 선박의 정확한 도착 시간을
en: Estimate the exact arrival time

source: 다수 화주 화물 B/L기준 관리
en: B/L basic management for multiple cargo shippers

source: 화주 (SV고객)
en: Shipper (SV customer)

source: 과금 방식
en: Billing method

source: • 마린글로리 (터미널) 계약
en: • Marine Glory (Terminal) contract

source: 항로 계획을 실행하세요.
en: as you execute your route planning.

source: 특징
en: Characteristics

source: 터미널
en: Terminal

source: 해양/물류 관련 데이터 수집, 분석, 관리 및 빅데이터 플랫폼 개발 공급
en: Supply marine/logistics data collection, analysis, management and development of big data platform

source: - 데이터 솔루션 :
en: -Data solutions:

source: • 서울라인 (브로커) 계약
en: • Seoul Line (broker) contract

source: 해상 레이어 설정
en: Nautical layer settings

source: 500척 +
en: 500 vessels +

source: Tracking /트래킹/은 사용자가 원하는 선박을 검색하고 관련 정보를 조회하는 기능 입니다.
en: Tracking / Tracking / is a feature to inquire about a vessel by the user and the vessel’s related information

source: 해양/물류 관련 주요 정형 데이터 분석 및 정확도 기반의 최적 시각화
en: Analysis of major structured data related to marine/logistics and optimal visualization based on data accuracy

source: 계획하는 기능 입니다.
en: and size of the vessel.

source: B/L 정보 기반 화물 위치 추적
en: based on B/L information

source: 항로 안내
en: Route guide

source: 아닙니다.
en: Not at all.

source: 국내만 서비스하고 있나요?
en: Is you service only for Korea?

source: 기존 시스템과의
en: I have high expectations for interoperability

source: 최대 10개의 항구를 설정하여 거리, 속도, 날씨, 체류시간 등의 변수를 반영한 예상 항로를 지도상에 보여주고, 각 항구 도착 시간을 정확히 예측합니다.
en: Set up a maximum of 10 ports to show on the map the expected routes that reflect variables such as distance, speed, weather, and transit time, and accurately estimate the arrival time at each port.

source: Bulk 및 Tanker 선박의 움직임과
en: Provides information necessary for the customer to make decisions by analyzing the movement of

source: 다양한 기능을 활용하여
en: Use SVMP more efficiently

source: 또한 입항 예정 선박을 트래킹하고 PTA에 기반하여 작업 시뮬레이션을 할 수 있습니다.
en: You can also track vessels scheduled for port entry and simulate tasks based on PTA.

source: 기타 기능
en: Other features

source: 위성관문
en: Satellite gateway

source: 태풍 등
en: Typhoons, etc.

source: 업무 효율을 높여보세요!
en: you’ll increase your work efficiency!

source: 선박 정보, 화물 POL기준 과거 항적 조회
en: Ship information, cargo POL based, past tracking inquiry

source: 걸어온 길
en: has taken

source: 또한 해당 선박의 현 위치에서 항로 계획(Routing)을 세울 수 있습니다.
en: You can also create a route plan at the vessel's current location.

source: 2020 상반기
en: First half of 2020

source: 실시간 데이터를 통한 업데이트
en: Updates using real-time data

source: 서비스 소개서
en: Introduction to our Services

source: 지도 상에서 조회하고,
en: on the map and verify

source: 내용
en: Contents

source: ECA, JWC, HRA, TSS 등
en: Set up sea layers

source: 해운, 물류 업무에 불편함을 느끼는 여러분이 저희의 고객입니다.
en: If you are a customer who is unsure of shipping and logistics.

source: Routing/라우팅/을 통해
en: Routing/Routing/via

source: 선박 움직임 데이터 분석
en: Data analysis of vessel movement

source: Tracking / 트래킹 /
en: Tracking / Tracking /

source: * 현재 SV Terminal만 제공되는 기능입니다.
en: * Currently, only SV Terminal is provided.

source: • 사이버로지텍, KL-NET 사업협력 계약
en: • Cyber Logitech, KL-NET business cooperation contract

source: 서비스 문의 및 체험판 신청
en: Service inquiry and trial version application

source: “ 해양 GIS 분야의 전문가로서
en: “As an expert in marine GIS,
